Revit 2027 API
ParameterTypeId.CoarseScaleFillPatternIdParam Property
 "Coarse Scale Fill Pattern"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CoarseScaleFillPatternIdParam { get; }
Public Shared ReadOnly Property CoarseScaleFillPatternIdParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CoarseScaleFillPatternIdParam {
	ForgeTypeId^ get ();
}
static member CoarseScaleFillPatternIdParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace